{
    "akkad": {
        "country": "Akkad",
        "leader": "Sargon",
        "extended": true,
        "uniques": [
            {
                "name": "The Great Unification",
                "value": "+3 Culture, +2 Happiness and +1 Production from conquered cities. Great Generals grant nearby units +15% combat strength against Cities."
            },
            {
                "name": "Akkadian Library",
                "value": "Replaces Library: +1 Science and does not require Gold maintenance. Costs less to produce (40 hammers vs. 50)."
            },
            {
                "name": "Laputtu",
                "value": "Replaces Spearmen. 13 Strength (vs. 11). Doubles Workers' improvement speeds on tiles it is stationed."
            }
        ]
    },
    "aksum": {
        "country": "Aksum",
        "leader": "Ezana of Aksum",
        "extended": true,
        "uniques": [
            {
                "name": "Saint Elesbaan's Blessing",
                "value": "Cities emanate 33% additional Religious Pressure if a Trade Route currently departs from it."
            },
            {
                "name": "Rock-Hewn Church",
                "value": "Replaces the Quarry (and may only be built on Quarry resources), but available at Mining. Provides +2 Faith and +1 Production. +1 Faith at Theology."
            },
            {
                "name": "King Ezana's Stele",
                "value": "Replaces National Epic (but requires a Shrine in every city to build instead of Monuments). Provides +4 Culture and Faith in addition to the base stats. Grants +2 Food, +1 Production, +1 Gold and +1 Faith from all Shrines in the empire. Does not contain a Great Work of Writing Slot."
            }
        ]
    },
    "america": {
        "country": "America",
        "leader": "Washington",
        "extended": false,
        "uniques": [
            {
                "name": "Manifest Destiny",
                "value": "All land military units have +1 Sight. 50% discount when purchasing tiles."   
            },
            {
                "name": "Minutemen",
                "value": "Unique front-line unit of the American civilization. Replaces the Musketmen. Can move through rough terrain as it were flat and earns points toward a Golden Age when it defeats an enemy."
            },
            {
                "name": "Pioneer",
                "value": "Pioneer: Replaces Settler. Has the same combat and movement properties as the Scout (preventing instant capture) and may Settle."
            }
        ]
    },
    "arabia": {
        "country": "Arabia",
        "leader": "Harun al-Rashid",
        "extended": false,
        "uniques": [
            {
                "name": "Ships of the Desert",
                "value": "Caravans gain 50% extended range. Your trade routes spread the home city's religion twice as effectively. Oil resources are doubled."
            },
            {
                "name": "Camel Archer",
                "value": "Unique ranged mounted unit of the Arabian civilization. Replaces the Knight. Requires Horses. (20 Ranged Strength, 2 range, 14 Melee (from 20))"
            },
            {
                "name": "Bazaar",
                "value": "Unique building of the Arabian civilization. Replaces the Market. Provides 1 extra copy of each improved luxury resource near this City. Each source of Oil and each Oasis provides +2 gold. Trade routes other players make to a city with a Bazaar will generate an extra 1 Gold for the city owner and the trade router owner gains an additional 1 Gold for the trade route."
            }
        ]
    },
    "argentina": {
        "country": "Argentina",
        "leader": "Eva Perón",
        "extended": true,
        "uniques": [
            {
                "name": "Pride of the People",
                "value": "Build pastures and farms twice as fast."
            },
            {
                "name": "Gaucho",
                "value": "Replaces Knight (and upgrades to Cavalry), but available at Chivalry. 5 Movement, 20 Strength. Identical Production cost to the Knight. +200% Combat Bonus when Flanking. May Withdraw from Melee attacks (50% chance). Capable of building Pastures and Farms in 2 turns."
            },
            {
                "name": "Ocupada Estable",
                "value": "+1 Food from Pastures and +1 Production from Maize in addition to the regular benefits of the Stable."
            }
        ]
    },
    "armenia": {
        "country": "Armenia",
        "leader": "Tiridates III",
        "extended": true,
        "uniques": [
            {
                "name": "Splendor of the Caucasus",
                "value": "+1 Food, +2 Production and +1 Gold from Mountains (including mountain Natural Wonders - i.e. Kilimanjaro, Uluru, Mt. Fuji, Mt. Sinai, Mt. Kailash, Rock of Gibraltar and Sri Pada)."
            },
            {
                "name": "Sparapet",
                "value": "Replaces Horseman. Requires 80 Production and 2 Horse resources. 17 Combat Strength and radiates the Great General Combat Bonus to nearby allies. Does not obsolete."
            },
            {
                "name": "Darbas",
                "value": "Replaces Observatory, providing +4 Science and +4 Culture. +2 Culture and +5 Science on Mountains (including mountainous Natural Wonders)."
            }
        ]
    },
    "assyria": {
        "country": "Assyria",
        "leader": "Ashurbanipal",
        "extended": false,
        "uniques": [
            {
                "name": "Siege Warfare",
                "value": "+1 movement for all siege units. Free Great Writer at Philosophy."
            },
            {
                "name": "Royal Library",
                "value": "+1 Culture, +1 Science in addition to normal behavior. Also has a slot for a Great Work of Writing which, when filled, gives 15 extra XP to trained units."
            },
            {
                "name": "Siege Tower",
                "value": "Unique siege unit of the Assyrian civilization. Replaces the Catapult."
            }
        ]
    },
    "australia": {
        "country": "Australia",
        "leader": "Henry Parker",
        "extended": true,
        "uniques": [
            {
                "name": "Dreamtime",
                "value": "+5 Faith from Natural Wonders. Receives a Faith bonus every time you discover a Natural Wonder."
            },
            {
                "name": "Ngangkari",
                "value": "Replaces Worker. Starts with Medic I and Medic II promotions. Has +1 movement."
            },
            {
                "name": "Convict Penitentiary",
                "value": "Replaces Constabulary. Available at Machinery (instead of Banking). Provides +1 Gold, +1 Production, +5% Gold, and +5% Production"
            }
        ]
    },
    "austria": {
        "country": "Austria",
        "leader": "Maria Theresa",
        "extended": false,
        "uniques": [
            {
                "name": "Diplomatic Marriage",
                "value": "Can spend Gold to annex or puppet a City-State that has been your ally for 5 turns."
            },
            {
                "name": "Hussar",
                "value": "Unique unit of the Austrian civilization. Replaces the Cavalry. Requires Horses."
            },
            {
                "name": "Coffee House",
                "value": "Unique building of the Austrian civilization. Much cheaper to construct (100 vs 166.7), gives 20% Great Person generation in this City. Available at Printing Press instead of Economics. Replaces the Windmill."
            }
        ]
    },
    "ayyubids": {
        "country": "Ayyubids",
        "leader": "Saladin",
        "extended": true,
        "uniques": [
            {
                "name": "Justice of Saladin",
                "value": "Receive a free Burial Tomb in all cities captured. +25% Worker Improvement Rate."
            },
            {
                "name": "Madrasah",
                "value": "Replaces University. +2 Faith in addition of the normal University. Also grants +1 Science from Flood Plains and +2 Science from Oases."
            },
            {
                "name": "Mamluk",
                "value": "Replaces Knight. 20 Strength, +50% vs Melee units, +25% vs Gunpowder units. Slightly more expensive to produce."
            }
        ]
    },
    "aztecs": {
        "country": "Aztecs",
        "leader": "Montezuma",
        "extended": false,
        "uniques": [
            {
                "name": "Sacrificial Captives",
                "value": "Gains Culture for the empire from each enemy unit killed."
            },
            {
                "name": "Floating Gardens",
                "value": "Unique building of the Aztec civilization. Replaces the Water Mill. +10% Food, +1 Food for each worked Lake and Oasis, +2 Food and +1 Production, City must be build next to a River or Lake."
            },
            {
                "name": "Jaguar",
                "value": "Unique front-line unit of the Aztec civilization. Replaces the Warrior. Available right from the start of the game."
            }
        ]
    },
    "babylon": {
        "country": "Babylon",
        "leader": "Nebuchadnezzar II",
        "extended": false,
        "uniques": [
            {
                "name": "Ingenuity",
                "value": "Receive a free Great Scientist when you discover Philosophy. Earn Great Scientists 25% faster."
            },
            {
                "name": "Walls of Babylon",
                "value": "Unique building of the Babylonian civilization. Replaces the Walls. Grants 100 HP (+50) and 6 Defense (+1). Costs 65 Production (vs 75)."
            },
            {
                "name": "Bowman",
                "value": "Unique ranged unit of the Babylonian civilization. Replaces the Archer. Has 7 Melee Combat (+2) and 9 Ranged Combat (+2)."
            }
        ]
    },
    "belgium": {
        "country": "Belgium",
        "leader": "Leopold II",
        "extended": true,
        "uniques": [
            {
                "name": "Colonialist Riches",
                "value": "+1 Production from Plantations. +1 Gold from Strategic Resources."
            },
            {
                "name": "Stade",
                "value": "Replaces the Zoo. It provides 3 Happiness (vs 2), 1 Culture and 1 Gold. Has no GOld Maintenance and does not require a Colosseum."
            },
            {
                "name": "Force Publique",
                "value": "Replaces Great War Infantry. Receives Drill 1 (+15% Combat Strength when fighting in Rough Terrain) and Charge (+33 Combat Strength vs Wounded Units)."
            }
        ]
    },
    "boers": {
        "country": "Boers",
        "leader": "Stephanus Johannes Paulus Kruger",
        "extended": true,
        "uniques": [
            {
                "name": "The Great Trek",
                "value": "+1 Culture and +1 Food from farms."
            },
            {
                "name": "Staatsmuseum",
                "value": "Replaces Opera House. +3 Culture (vs 2) and has a Great Artist slot."
            },
            {
                "name": "Voortrekker",
                "value": "Replaces Great War Infantry. Cheaper to build (300 vs 330). +25% Strength defending, heals completely upon killing a unit. Capable of building Farms in 2 turns."
            }
        ]
    },
    "bolivia": {
        "country": "Bolivia",
        "leader": "Manuel Belzu",
        "extended": true,
        "uniques": [
            {
                "name": "Revolución Nacional",
                "value": "Starting from the Medieval Era, expending a Great Artist improves the yield of Mines with +1 Production and expending a Great Writer improves them with +1 Food."
            },
            {
                "name": "Comparsa Folklorica",
                "value": "Replaces the Great Musician. Has 4 movement. In addition to the normal usages of a Great Musician, this unit may also be expended to start a Golden Age, or to generate Culture."
            },
            {
                "name": "Colorado",
                "value": "Replaces the Anti-Tank Rifle. 40 Combat strength (vs 50). Available at Dynamite (instead of Combined Arms). This unit is weaker against armored units (+100% bonus versus +200%), but receives +2 combat strength for every 5 excess happiness in the empire [rounds up, updates whenever a unit is moved, or during turn rolls]."
            }
        ]
    },
    "brazil": {
        "country": "Brazil",
        "leader": "Pedro II",
        "extended": false,
        "uniques": [
            {
                "name": "Carnival",
                "value": "Tourism output is +100% during their Golden Ages. Earn Great Artists, Musicians, and Writers 100% faster during their Golden Ages."
            },
            {
                "name": "Pracinha",
                "value": "Unique unit of the Brazilian civilization. Replaces the Infantry. 80 Strength (vs 70). Has Foreign Lands (+20% Combat Strength in foreign territory) and earns points toward a Golden Age on combat victory."
            },
            {
                "name": "Brazilwood Camp",
                "value": "Now available at Bronze Working (instead of Machinery). Provides +1 Production (instead of +2 Gold). Gains +2 Gold at Machinery and +2 Culture at Acoustics."
            }
        ]
    },
    "brunei": {
        "country": "Brunei",
        "leader": "Bolkiah",
        "extended": true,
        "uniques": [
            {
                "name": "Sea Nomads",
                "value": "All Naval units may heal outside of friendly territory and all Naval Melee units may build improvements on water tiles. Pays 33% less Gold for Naval Unit maintenance."
            },
            {
                "name": "Kampong Ayer",
                "value": "Unique Improvement. Available at Optics. This improvement may only be built on a water-tile and next to at least 1 land tile. This improvement yields +1 Culture, +1 Gold and +1 Food. +1 Production at Navigation."
            },
            {
                "name": "BMPC Plant",
                "value": "Replaces the Oil Refinery. Requires no Oil resources nearby. Provides +2 Oil."
            }
        ]
    },
    "bulgaria": {
        "country": "Bulgaria",
        "leader": "Asparukh Khan",
        "extended": true,
        "uniques": [
            {
                "name": "Cyrillic Script",
                "value": "Writer Specialists yield +3 Science, Science buildings receive +1 Culture"
            },
            {
                "name": "Konnitsa",
                "value": "Replaces the Knight. Similar to an Impi, performs a Ranged attack when initiating combat."
            },
            {
                "name": "Khambar",
                "value": "Replaces Granary. Cheaper to construct (55 vs 60). In addition to the typical perks, yields +1 Gold from Wheat and Cattle resources."
            }
        ]
    },
    "burma": {
        "country": "Burma",
        "leader": "Anawrahta",
        "extended": true,
        "uniques": [
            {
                "name": "Pyu City States",
                "value": "+1 Happiness per City."
            },
            {
                "name": "Akyat Cannon",
                "value": "Replaces Cannon, available at Gunpowder (instead of Chemistry). Has the same stats (that includes cost) as a Trebuchet but 3 Range."
            },
            {
                "name": "Kyawwat",
                "value": "Replaces Stoneworks. Extends bonuses to Salt and Iron, but does not require any resources to construct."
            }
        ]
    },
    "byzantium": {
        "country": "Byzantium",
        "leader": "Theodora",
        "extended": false,
        "uniques": [
            {
                "name": "Patriarchate of Constantinople",
                "value": "Choose one more Belief than normal when you found a Religion."
            },
            {
                "name": "Hippodrome",
                "value": "Replaces Amphitheater. Provides +2 Faith, +2 Culture, +1 Happiness."
            },
            {
                "name": "Cataphract",
                "value": "Unique mounted unit of the Byzantine civilization. Replaces the Horseman. Requires Horses. Has lower city attack penalty (-25 vs -33) and does not have decreased defense."
            }
        ]
    },
    "canada": {
        "country": "Canada",
        "leader": "John A. MacDonald",
        "extended": true,
        "uniques": [
            {
                "name": "Canadian Fur Trade",
                "value": "+2 Gold from Camps, +2 Gold and +1 Culture from Lake tiles."
            },
            {
                "name": "Combat Engineer",
                "value": "Replaces Rifleman. Available at Industrialization. Identical Strength, but +1 Movement (3 vs. 2). May construct Roads, Railroads and Forts, and clear Forests, Jungles and Marsh tiles."
            },
            {
                "name": "Tim Horton's",
                "value": "Replaces Stock Exchange. In addition to the typical perks, provides +2 Happiness in the City and +1 Gold to river tiles worked by this City. Significantly cheaper to construct (200 hammers vs. 280)."
            }
        ]
    },
    "carthage": {
        "country": "Carthage",
        "leader": "Dido",
        "extended": false,
        "uniques": [
            {
                "name": "Phoenecian Heritage",
                "value": "All Coastal Cities receive a free Harbor. Units may cross mountains, receiving 50 HP damage if they end their turn on one."
            },
            {
                "name": "Cothon",
                "value": "Replaces Lighthouse. +1 Food in the City in addition to the typical perks."
            },
            {
                "name": "African Forest Elephant",
                "value": "Replaces Horsemen, but does not require Horses to construct. 14 Strength (vs. 12), but 3 Movement (vs. 4). Possesses the Feared Elephant (enemy Units adjacent to this Unit receive a -10% combat penalty), Great Generals II (earns Great General points faster) promotion and Hannibal's Charge (+20% Strength when initiating combat from a higher elevation than foe; enemy Units will retreat if they receive more damage than this Unit, this Unit deals +50% damage to defenders incapable of retreat)."
            }
        ]
    },
    "celts": {
        "country": "Celts",
        "leader": "Boudicca",
        "extended": false,
        "uniques": [
            {
                "name": "Druidic Lore",
                "value": "Cities with an adjacent unimproved Forest tile generate +1 Faith, increasing to +2 Faith with three adjacent tiles."
            },
            {
                "name": "Silversmith",
                "value": "Replaces the Mint. Provides +2 Production and +1 Gold (vs. +2 Gold) and does not require resources to construct, but retains the typical perks of a Mint. Less costly to produce (50 hammers vs. 66)."
            },
            {
                "name": "Pictish Warrior",
                "value": "Replaces Spearmen. Earn 100% of your foe's Combat Strength as Faith from kills (previously 50%). Gains a +20% Combat Bonus outside of friendly territory and may pillage without movement penalties."
            }
        ]
    },
    "chile": {
        "country": "Chile",
        "leader": "Bernardo O' Higgens",
        "extended": true,
        "uniques": [
            {
                "name": "By Reason or by Force",
                "value": "Claim all surrounding neutral tiles upon the completion of Fishing Boat or Drydock improvements. Receive a free Great Admiral at Compass. Friendly Melee & Gunpowder Units inflict a -25% Combat Penalty to adjacent enemy Naval Units; Melee Naval Units inflict this penalty to adjacent enemy Land Units."
            },
            {
                "name": "Cooperative",
                "value": "Replaces the Factory. In addition to the typical perks, provides +2 Happiness and houses an additional Engineer Specialist (3 vs. 2). Does not require Gold maintenance. Ideologies are unlocked for Chile after the completion of only 1 Cooperative (compared to 3 Factories)."
            },
            {
                "name": "Cardoen",
                "value": "Replaces the Helicopter Gunship. Stronger (85 Strength vs. 70). In addition to the typical bonuses, the Cardoen is capable of attacking and capturing Cities and receives a +100% Combat Bonus defending against ranged attacks."
            }
        ]
    },
    "chinese": {
        "country": "China",
        "leader": "Wu Zetian",
        "extended": false,
        "uniques": [
            {
                "name": "Art of War",
                "value": "Great Generals provide an additional +15% Combat Bonus to nearby Units and are generated +50% faster."
            },
            {
                "name": "Paper Maker",
                "value": "Replaces the Library. Requires no Gold maintenance and provides +2 Gold."
            },
            {
                "name": "Chu-Ko-Nu",
                "value": "Replaces Crossbowmen. Weaker at base (14 Strength vs. 18), but may attack twice each turn."
            }
        ]
    },
    "colombia": {
        "country": "Colombia",
        "leader": "Simon Bolivar",
        "extended": true,
        "uniques": [
            {
                "name": "Independence of the People",
                "value": "+1 Food and Gold from Lumber Mills. Lumber Mills receive an additional +1 Science at Chemistry. Earn 100 Golden Age points when capturing or liberating Cities."
            },
            {
                "name": "Cacicazgo",
                "value": "Replaces the Granary. In addition to the typical perks, provides +1 Production and Gold and allows the City to send Production through Trade Routes (as a Workshop would). Doesn't require Gold maintenance. Slightly more expensive to construct (44 hammers vs. 40)."
            },
            {
                "name": "Llanero",
                "value": "Replaces Cavalry. Capable of receiving defensive terrain bonuses and Fortifying."
            }
        ]
    },
    "cuba": {
        "country": "Cuba",
        "leader": "Fidel Castro",
        "extended": true,
        "uniques": [
            {
                "name": "¡Viva la Revolución!",
                "value": "Receive +1 Culture per turn in your Capital for every 5 Culture per turn generated in the Capital of Civilizations you've met. Upon selecting your first Ideology Tenet, receive 2 Guerrilleros in the Capital. Receive -50% less Unhappiness from Ideology pressure."
            },
            {
                "name": "Guerrillero",
                "value": "Replaces Great War Infantry. Available to produce only after the adoption of Cuba's first Ideology Tenet (as opposed to Replaceable Parts). Weaker (44 Strength vs. 50), but boasts 3 Movement (vs. 2) and can be built for significantly less (176 hammers vs. 221)."
            },
            {
                "name": "Dance Hall",
                "value": "Replaces the Opera House. In addition to the typical perks, the Dance Hall provides +1 Happiness, +4 Culture, and +15% Production towards military Units in the City when its Great Work slot is filled. (This bonus is updated at the start of every turn.) Cheaper to construct (100 hammers vs. 134)."
            }
        ]
    },
    "denmark": {
        "country": "Denmark",
        "leader": "Harald Bluetooth",
        "extended": false,
        "uniques": [
            {
                "name": "Viking Fury",
                "value": "Embarked Units gain +1 Movement and may disembark for only 1 Movement. Melee Units pillage without movement penalties. +1 Production from Fish resources."
            },
            {
                "name": "Berserker",
                "value": "Replaces Longswordsmen. Available at Metal Casting instead of Steel. 3 Movement (vs. 2) and ignores penalties for attacking over rivers or while embarked."
            },
            {
                "name": "Longship",
                "value": "Replaces Trireme. 6 Movement (vs. 4). Embarked Units that begin their turn on the same tile as a Longship are granted 6 Movement for that turn. (This Movement bonus is retained after disembarkation. Promoted Longships with bonus Movement will also confer this bonus to the embarked Unit.)"
            }
        ]
    },
    "egypt": {
        "country": "Egypt",
        "leader": "Ramesses II",
        "extended": false,
        "uniques": [
            {
                "name": "Monument Builders",
                "value": "+15% (from 20%) Production towards the construction of World Wonders."
            },
            {
                "name": "Burial Tomb",
                "value": "Replaces the Temple. In addition to the typical perks, provides +2 Happiness and does not require Gold maintenance. Cities with a Burial Tomb double the amount of Gold plundered for the conqueror."
            },
            {
                "name": "War Chariot",
                "value": "Replaces the Chariot Archer. 5 Movement (vs. 4) and does not require Horse resources to construct."
            }
        ]
    },
    "england": {
        "country": "England",
        "leader": "Elizabeth",
        "extended": false,
        "uniques": [
            {
                "name": "Sun Never Sets",
                "value": "English Naval Units receive +2 Movement. Receive an additional Spy upon entering the Renaissance. Constabularies and Police Stations are built twice as fast and provide +1 Happiness."
            },
            {
                "name": "Longbowman",
                "value": "Replaces Crossbowmen. 12 Melee Strength (vs. 13) and 18 Ranged Strength (from 17, vs. 18), but wields 3 Range (vs. 2)."
            },
            {
                "name": "Ship of the Line",
                "value": "Ship of the Line - Replaces the Frigate. +1 Sight. 25 Combat Strength (from 30, vs. 25) and 30 Ranged Strength (from 35, vs. 27). (The Ship of the Line has 5 Movement at base (vs. a Frigate's 6), increasing effectively to 7 due to Sun Never Sets.)"
            }
        ]
    },
    "ethiopia": {
        "country": "Ethiopia",
        "leader": "Haile Selassie",
        "extended": false,
        "uniques": [
            {
                "name": "Spirit of Adwa",
                "value": "Ethiopian Units gain a +20% Bonus in combat with Civilizations with more Cities than Ethiopia."
            },
            {
                "name": "Stele",
                "value": "Replaces the Monument. In addition to the Culture yield, provides +2 Faith."
            },
            {
                "name": "Mehal Sefari",
                "value": "Riflemen. 35 Strength (from 34, vs. 34). Arrives trained with Drill I (+15% Bonus in Rough terrain) and gains Strength according to distance from the Capital, peaking at +30% when the Mehal Sefari is stationed inside the Capital and decreasing by -3% per tile away. Cheaper to produce (134 hammers vs. 150)."
            }
        ]
    },
    "finland": {
        "country": "Finland",
        "leader": "Mannerheim",
        "extended": true,
        "uniques": [
            {
                "name": "Finnish Mobility",
                "value": "All Melee and Mounted Units receive a +50% increased flanking bonus (+15% per ally adjacent to foe vs. 10%). +1 Culture from unimproved Forest tiles."
            },
            {
                "name": "Sissi",
                "value": "Replaces the Machine Gun. 3 Movement (vs. 2). Ignores terrain cost and receives a +25% Combat Bonus vs. Armored Units. Does not spend movement when pillaging tiles, but cannot attack twice. 60 Ranged Strength (vs. 50), 50 Melee Strength. Cheaper to construct (234 hammers vs. 260)."
            },
            {
                "name": "Sauna",
                "value": "Replaces the Shrine. +2 Culture from Lake tiles. Units trained in Cities with a Sauna heal +10 HP inside friendly territory."
            }
        ]
    },
    "france": {
        "country": "France",
        "leader": "Napoleon",
        "extended": false,
        "uniques": [
            {
                "name": "City of Light",
                "value": "+1 Culture in the Capital, increasing by an additional +15 upon the discovery of Acoustics. Theming bonuses are doubled in the Capital."
            },
            {
                "name": "Chateau",
                "value": " Provides +2 Science, +2 Culture and +1 Gold, increasing by +1 Culture and +2 Gold at Flight, and +1 Science after adopting the Free Thought policy. Provides the same defensive bonus as a Fort (+50% bonus when foe initiates combat). Chateaus must be constructed adjacent to a luxury resource, non-adjacent to another Chateau, and not atop an existing Resource tile. (Resources discovered after the construction of the Chateau will provide their yield bonus to the tile, but the Chateau will not 'connect' those resources.)"
            },
            {
                "name": "Musketeer",
                "value": "Replaces Musketmen. 28 Strength (vs. 24). That's it."
            }
        ]
    },
    "franks": {
        "country": "Franks",
        "leader": "Charlemagne",
        "extended": true,
        "uniques": [
            {
                "name": "Holy Roman Empire",
                "value": "+1 Faith from Farms. Frankish Units receive +25% additional Movement when traveling along friendly and neutral Roads and Railroads."
            },
            {
                "name": "Mead Hall",
                "value": "Replaces the Colosseum. Provides an additional point of Happiness (3 vs. 2) and a bonus +1 Culture."
            },
            {
                "name": "Seaxman",
                "value": "Replaces Longswordsmen. Available at Chivalry instead of Steel. 22 Strength (vs. 21). Arrives trained with the Cover I (+33% bonus defending against ranged attacks) and Amphibious (attack from the sea or over rivers without penalty) promotions. Almost negligibly cheaper to construct (76 hammers vs. 80)."
            }
        ]
    },
    "gaul": {
        "country": "Gaul",
        "leader": "Vercingetorix",
        "extended": true,
        "uniques": [
            {
                "name": "Oppidum of Bribacte",
                "value": "Receive a Murus Gallicus in the Capital upon the discovery of Mining."
            },
            {
                "name": "Noble Swordsmen",
                "value": "Replaces Longswordsmen. 20 Strength (vs. 21). Gains a +25% Combat Bonus when initiating combat and a +50% Bonus in Forests. Does not require Iron resources. Becomes obsolete at Rifling (instead of Gunpowder) and upgrades into Riflemen."
            },
            {
                "name": "Murus Gallicus",
                "value": "Replaces Walls. Slightly cheaper (44 Production vs. 50) and better defense (+6 vs. +5). +1 Production and +1 Happiness; +1 additional Production after researching Metal Casting."
            }
        ]
    },
    "georgia": {
        "country": "Georgia",
        "leader": "Tamar",
        "extended": true,
        "uniques": [
            {
                "name": "Ecclesiastical Architecture",
                "value": "Buildings unlocked by religious beliefs (except Houses of Worship) are built using Production instead (cost equal to 33% of the required Faith); these buildings provide +2 Production."
            },
            {
                "name": "Tsikhe",
                "value": "Replaces Walls. In addition to typical defensive perks, provides +3 Faith, and +1 Culture from Strategic Resources (e.g. Horses, Iron). Units trained in this City earn Golden Age points from kills."
            },
            {
                "name": "Khevsur",
                "value": "Replaces Swordsmen. Arrives at Guilds technology instead of Iron Working, but ignores terrain movement costs as a Scout would, and receives a +33% Combat Bonus during Golden Ages."
            }
        ]
    },
    "germany": {
        "country": "Germany",
        "leader": "Bismarck",
        "extended": false,
        "uniques": [
            {
                "name": "Precision Engineering",
                "value": "+1 Science and Production from Workshops, Windmills, Factories and Hydro Plants. +33% faster Great Engineer generation."
            },
            {
                "name": "Hanse",
                "value": "Replaces Banks. In addition to the typical perks, gain +5% Production in the City for every Trade Route your empire currently maintains with a City-State."
            },
            {
                "name": "Panzer",
                "value": "Replaces the Tank. 80 Strength (vs. 70) and 6 Movement (vs. 5)."
            }
        ]
    },
    "golden_horde": {
        "country": "Golden Horde",
        "leader": "Batu Khan",
        "extended": true,
        "uniques": [
            {
                "name": "Golden Conquest",
                "value": "Units are +50% more effective at intimidating City-States. Puppeted Cities provide +50% Production, Gold, and Science, and generate -33% less Unhappiness."
            },
            {
                "name": "Yam Route",
                "value": "Replaces Caravansaries. Available at The Wheel instead of Horseback Riding. Retains Trade Route perks but doesn't provide Gold, instead providing +3 Science. Allows Airlifting between Cities with Yam Routes."
            },
            {
                "name": "Ulan",
                "value": "Replaces Pikemen. Stronger than its counterpart (17 Strength vs. 16). Behaves as a Mounted Unit and requires a Horse resource. 4 Movement (vs. 2). Arrives with Charge (+33% bonus against wounded foes) and does not receive a penalty in combat with Cities."
            }
        ]
    },
    "goths": {
        "country": "Goths",
        "leader": "Alaric I",
        "extended": true,
        "uniques": [
            {
                "name": "Drauhtinon",
                "value": "Melee and Gunpowder units receive +1 Movement."
            },
            {
                "name": "Gadrauht",
                "value": "Replaces Longswordsman. 22 Strength (vs. 21). Cheaper to produce (72 hammers vs. 80) and does not require Iron to train. Moves along enemy roads as if they were friendly roads."
            },
            {
                "name": "Harjis",
                "value": "Available at Mining. Must be adjacent to a Luxury resource (but not on a Luxury resource) and non-adjacent to another Harjis. Provides +1 Production. Gains an additional +1 Production upon the discovery of Iron Working, Gunpowder and Dynamite."
            }
        ]
    },
    "greece": {
        "country": "Greece",
        "leader": "Pericles",
        "extended": false,
        "uniques": [
            {
                "name": "Hellenic League",
                "value": "City-State Influence degrades half as slowly and recovers at twice the typical rate."
            },
            {
                "name": "Odeon",
                "value": "Replaces the Amphitheater. Provides +4 Culture (vs. 2), +1 Gold, and does not require Gold maintenance. Houses a slot for a Great Writer specialist."
            },
            {
                "name": "Hoplite",
                "value": "Replaces Spearmen. 13 Strength (vs. 11)."
            }
        ]
    },
    "hittites": {
        "country": "Hittites",
        "leader": "Muwatallis",
        "extended": true,
        "uniques": [
            {
                "name": "Bronze and Iron",
                "value": "+1 Gold from Mines. Start with Mining Technology."
            },
            {
                "name": "Lion's Gate",
                "value": "Replaces Walls. Cheaper to construct (40 hammers vs. 50). In addition to the typical defensive perks, provides +2 Gold and +2 Culture in the City."
            },
            {
                "name": "Heavy Chariot",
                "value": "Replaces the Chariot Archer. Identical Ranged Strength and 3 Movement (vs. 4), but 10 Melee Strength (vs. 5). Gains a +20% defensive bonus when enemies initiate combat."
            }
        ]
    },
    "huns": {
        "country": "Huns",
        "leader": "Attila",
        "extended": false,
        "uniques": [
            {
                "name": "Scourge of God",
                "value": "Start with Animal Husbandry Technology. +1 Production from all Pastures. Raze Cities at double speed and borrow City names from rival Civilizations."
            },
            {
                "name": "Qara U'y",
                "value": "Replaces the Stable. In addition to the typical perks, yields +1 Faith from Horses. Provides 2 Horse Resources for the empire upon completion."
            },
            {
                "name": "Horse Archer",
                "value": "Replaces the Chariot Archer. Greater Melee Strength (7 vs. 6), receives no movement penalty in Rough terrain, and arrives with Accuracy I (+15% bonus in Open terrain). Requires Horses to construct."
            }
        ]
    },
    "hungary": {
        "country": "Hungary",
        "leader": "András II",
        "extended": true,
        "uniques": [
            {
                "name": "Verszerzodes",
                "value": "Walls, Castles, Arsenals and Military Bases provide +1 Production and Culture. May construct up to 2 Palaces."
            },
            {
                "name": "Black Arquebusier",
                "value": "Replaces Musketmen. Identical strength, but is capable of setting up to perform Ranged attacks (similar to a Siege Unit). Arrives with Accuracy I (+15% bonus in Open terrain). Slightly cheaper to produce (90 vs. 100)."
            },
            {
                "name": "Orszaggyules",
                "value": "Replaces the Palace. In addition to the regular bonuses of a Palace, provides +25% faster Great Person generation and +10% Production towards buildings in the City."
            }
        ]
    },
    "inca": {
        "country": "Inca",
        "leader": "Pachacuti",
        "extended": false,
        "uniques": [
            {
                "name": "Great Andean Road",
                "value": "Units ignore terrain costs moving through Hills. No Gold maintenance is paid for tile improvements in Hills, and half the Gold is paid for improvements elsewhere."
            },
            {
                "name": "Terrace Farm",
                "value": "May only be constructed in Hills. Provides +1 Food, increasing by an additional +1 Food for every adjacent Mountain tile. Like Farms, receives an additional +1 Food if adjacent to freshwater at Civil Service, otherwise receiving this bonus at Fertilizer if not adjacent to freshwater."
            },
            {
                "name": "Slinger",
                "value": " Replaces the Archer. 5 Melee Strength (from 4, vs. 5). The Slinger has a chance to withdraw from melee combat initiated by foes, avoiding some damage depending on the available Movement of the attacker and the amount of available tiles behind the Slinger."
            }
        ]
    },
    "india": {
        "country": "India",
        "leader": "Gandhi",
        "extended": false,
        "uniques": [
            {
                "name": "Population Growth",
                "value": "Settling Cities produces twice as much Unhappiness. Unhappiness generated from the number of Citizens in the empire is halved. (Cities provide an additional +3 Unhappiness.)"
            },
            {
                "name": "Mughal Fort",
                "value": "Replaces the Castle. In addition to the typical defensive perks, provides +4 Culture (from 2), and +2 Happiness. +2 Tourism at Flight. No longer requires Walls to construct."
            },
            {
                "name": "War Elephant",
                "value": "Replaces the Chariot Archer. 8 Melee Strength (from 9, vs. 6) and 11 Ranged Strength (vs. 10). Slightly slower (3 Movement vs. 4) and more costly to produce (46 hammers vs. 37). Does not receive Movement penalties in Rough terrain and does not require Horses to construct. Arrives with Swift Charge (+50% bonus against Melee foes; +25% against Gunpowder foes)."
            }
        ]
    },
    "indonesia": {
        "country": "Indonesia",
        "leader": "Gajah Mada",
        "extended": false,
        "uniques": [
            {
                "name": "Spice Islanders",
                "value": "Receive 2 copies of unique Luxury Resources in the first 3 Cities founded on separate landmasses. These Cities may never be Razed."
            },
            {
                "name": "Candi",
                "value": "Replaces the Garden. In addition to the typical perks, provides +2 Faith and an additional +2 Faith for each Religion with at least 1 Follower in the City. Unlike the Garden, the Candi may be built without access to freshwater. 25% less costly to construct (60 hammers vs. 80)."
            },
            {
                "name": "Kris Swordsman",
                "value": "Replaces Swordsmen. 15 Strength (from 14, vs. 14). After its first combat, this Unit receives one of many unique promotions at random."
            }
        ]
    },
    "ireland": {
        "country": "Ireland",
        "leader": "Michael Collins",
        "extended": true,
        "uniques": [
            {
                "name": "Gaelic Revival",
                "value": "+2 Happiness from all National Wonders (excluding the Palace). All Cities receive a +15% Production bonus towards buildings required for National Wonders."
            },
            {
                "name": "Fenian",
                "value": "Replaces Riflemen. Significantly stronger (40 Strength vs. 34) and significantly cheaper to construct (110 hammers vs. 150)."
            },
            {
                "name": "Irish Pub",
                "value": "Replaces the Zoo. In addition to the typical perks, provides +3 Food in the City and requires no Gold maintenance. +1 Production from Wine, Tea, Coffee and Tobacco resources in the City."
            }
        ]
    },
    "iroquois": {
        "country": "Iroquois",
        "leader": "Hiawatha",
        "extended": false,
        "uniques": [
            {
                "name": "The Great Warpath",
                "value": "Units move through Forests and Jungles in friendly territory as if they were Roads. Forests and Jungles can be used to establish a City Connection upon the discovery of the Wheel, and extend the range of friendly Caravans like Roads."
            },
            {
                "name": "Longhouse",
                "value": "Replaces the Workshop. In addition to the typical perks, the Longhouse provides +1 Production to all worked Forest and Jungle tiles in the City. Significantly cheaper to construct (50 hammers from 66, vs. 80). The Longhouse now retains the +10% Production bonus of the Workshop."
            },
            {
                "name": "Mohawk Warrior",
                "value": "Replaces Swordsmen. 15 Strength (from 14, vs. 14). Receives a +33% Combat Bonus fighting in Forests and Jungles. Does not require Iron."
            }
        ]
    },
    "israel": {
        "country": "Israel",
        "leader": "David",
        "extended": true,
        "uniques": [
            {
                "name": "The Promised Land",
                "value": "+1 Culture from Pastures."
            },
            {
                "name": "Maccabee",
                "value": "Replaces Swordsmen. Earn 100% of foe's Strength as Faith from kills. Significantly cheaper to construct (40 hammers vs. 50). Does not require Iron to construct."
            },
            {
                "name": "Yeshiva",
                "value": "Replaces the Temple. In addition to the typical perks, grants +1 Food and +1 Production in the City, but is more expensive to construct (80 hammers vs. 67)."
            }
        ]
    },
    "italy": {
        "country": "Italy",
        "leader": "Vittorio Emmanuel III",
        "extended": true,
        "uniques": [
            {
                "name": "Rinascimento",
                "value": "+1 Culture from Specialists. Receive 250 Golden Age points upon completion of a Policy Tree, and if already in a Golden Age, extends it by 3 turns."
            },
            {
                "name": "Pittore",
                "value": "Replaces the Great Artist. Golden Ages started by a Pittore last for 9 turns (vs. 6), scaling to 14 turns with Chichen Itza or Universal Suffrage, but will not increase further with both."
            },
            {
                "name": "Basilica",
                "value": "Replaces the Museum. Available at Industrialization (instead of Archeology). +20% faster Great Person generation in the City. Houses 2 slots for Great Artist Specialists, and generates 2 Great Artist Points each turn."
            }
        ]
    },
    "japan": {
        "country": "Japan",
        "leader": "Oda Nobunaga",
        "extended": false,
        "uniques": [
            {
                "name": "Bushido",
                "value": "Units fight at full Strength even when injured. +1 Culture from all Fishing Boats and +2 Culture from Atolls."
            },
            {
                "name": "Dojo",
                "value": "Replaces the Barracks. In addition to the typical perks, provides +2 Science in the City and grants Units trained in this City an unconditional +10% Combat Bonus."
            },
            {
                "name": "Samurai",
                "value": "Replaces Longswordsmen. Arrives with Shock I (+15% bonus in Open terrain) and Great Generals II (this Unit will boost progress towards Great Generals through combat more than normal). While embarked, the Samurai may construct Fishing Boats in 4 turns."
            }
        ]
    },
    "jerusalem": {
        "country": "Jerusalem",
        "leader": "Fulk V",
        "extended": true,
        "uniques": [
            {
                "name": "The Holy Land",
                "value": "+1 Faith from Luxury Resources."
            },
            {
                "name": "Crusader",
                "value": "Replaces Longswordsmen. Available at Theology (instead of Steel). Much weaker (17 Strength vs. 21), but receives a +20% Combat Bonus in foreign territory and may enter rival territory without Open Borders. Earns Faith from kills equal to twice the Strength of defeated foes. Cheaper to construct (70 hammers vs. 80)."
            },
            {
                "name": "Outremer",
                "value": "Replaces the Courthouse. In addition to the typical perks, provides +2 Culture, Faith and Happiness in the City. Requires no Gold maintenance."
            }
        ]
    },
    "khmer": {
        "country": "Khmer",
        "leader": "Suryavarman II",
        "extended": true,
        "uniques": [
            {
                "name": "Grand Baray of Angkor",
                "value": "Receive a free Baray in the capital."
            },
            {
                "name": "Baray",
                "value": "Replaces the Garden. In addition to the typical perks, 10% of Food is carried over after a Citizen is born. +2 Food and +2 Faith at Drama and Poetry. The Baray may be built without access to freshwater."
            },
            {
                "name": "Ballista Elephant",
                "value": "Replaces the Trebuchet, available at Machinery (instead of Physics). 18 Ranged Strength (vs. 14), 20 Melee (vs. 12), and 3 Movement (vs. 2). Gains a +100% bonus initiating combat with Cities (vs. +200%). Unlike the Trebuchet, the Ballista Elephant does not receive a Sight penalty. Receives the Feared Elephant (enemy Units adjacent to this Unit receive a -10% combat penalty) promotion. (Feared Elephant will not stack.) Slightly more costly to construct (90 hammers vs. 80)."
            }
        ]
    },
    "kilwa": {
        "country": "Kilwa",
        "leader": "Ali ibn al-Hassan Shirazi",
        "extended": true,
        "uniques": [
            {
                "name": "Merchant Economy",
                "value": "Gain +5% Growth (excess Food) in the City for each foreign Trade Route departing the City. +4 Gold from internal Trade Routes. (Extra Food is updated the turn after the Trade Route is established.)"
            },
            {
                "name": "Dhow",
                "value": "Replaces the Caravel, available at Compass (instead of Astronomy). Costs less to produce (70 hammers vs. 80), but has 17 Strength (vs. 20). Arrives with the Boarding Party I (+15% Combat Bonus against Naval Units) promotion."
            },
            {
                "name": "Coral Port",
                "value": "Replaces the Workshop. In addition to the typical perks, provides varying yields to certain Coastal resources. +2 Production from Coral. +1 Culture from Fish, Pearls, and Crabs. +2 Gold from Whales"
            }
        ]
    },
    "kongo": {
        "country": "Kongo",
        "leader": "Mvemba a Nzinga",
        "extended": true,
        "uniques": [
            {
                "name": "Heart of Africa",
                "value": "Borders naturally expand 33% faster."
            },
            {
                "name": "Ngao Mbeba",
                "value": "Replaces Swordsman. 15 Strength (vs. 14). May not initiate combat, but gains double Strength defending from Ranged attacks. Does not require Iron to produce."
            },
            {
                "name": "Slave Market",
                "value": "Replaces Colosseum. Subtracts 1 Citizen in the City upon completion. Provides +4 Production and +5 Gold, with an additional +3 Production and +2 Gold at Industrialization. Does not provide Happiness and does not require Gold maintenance."
            }
        ]
    },
    "korea": {
        "country": "Korea",
        "leader": "Sejong",
        "extended": false,
        "uniques": [
            {
                "name": "Scholars of the Jade Hall",
                "value": "+1 (from +2) Science from Specialists, +2 Science from Great Person tile improvements, and +1 Science from the Palace."
            },
            {
                "name": "H'wacha",
                "value": "Replaces the Trebuchet. Massive 26 Ranged Strength (vs. 14), but slightly less Melee Strength (11 vs. 12). Suffers no Sight penalty, but receives no bonus initiating combat with Cities. Receives the Indirect Fire promotion."
            },
            {
                "name": "Turtle Ship",
                "value": "Replaces the Caravel. Massive 36 Strength (vs. 20), but receives no Sight bonus, may not Withdraw from Melee attacks, and possesses 4 Movement (vs. 5). Cannot enter Ocean tiles."
            }
        ]
    },
    "lithuania": {
        "country": "Lithuania",
        "leader": "Vytautas",
        "extended": true,
        "uniques": [
            {
                "name": "Baltic Mythology",
                "value": "Great Prophets generated by or given to Lithuania are replaced with Krivises. Cannot found a Religion."
            },
            {
                "name": "Krivis",
                "value": "Replaces the Great Prophet. Incapable of spreading or founding a Religion, instead used to create Sacred Groves."
            },
            {
                "name": "Improvement: Sacred Grove",
                "value": "Provides +1 Food, Production, Culture, Science and Faith. Each yield increases by +1 upon the discovery of Philosophy, Theology, Acoustics, Archeology, Plastics, Computers, and the Internet (for a total of 8 of each yield)."
            },
            {
                "name": "Pestininkas",
                "value": "Replaces the Pikeman. Identical combat capabilities, but is significantly cheaper to construct (40 Production vs. 60)."
            },
            {
                "name": "Grand Cathedral of Vilnius",
                "value": "Behaves like a Grand Temple but can be constructed without the presence of religion and may be built outside of a Holy City. Cheaper to construct (63 hammers vs. 84)."
            }
        ]
    },
    "macedon": {
        "country": "Macedon",
        "leader": "Alexander",
        "extended": true,
        "uniques": [
            {
                "name": "Macedonian Discipline",
                "value": "Barracks and Armories provide +1 Food, Culture and Happiness in the City. Receive a free Hetairoi at Horseback Riding."
            },
            {
                "name": "Hetairoi",
                "value": "Replaces the Great General. Considered a Mounted Unit with 15 Combat Strength and 4 Movement with identical mechanics to Horsemen, and arrives with several promotions."
            },
            {
                "name": "Sarissophoroi",
                "value": "Replaces Pikemen. Available at Philosophy (instead of Civil Service). Weaker, (14 Strength vs. 16), but gains a +100% Combat Bonus (vs. +50%) against Mounted units."
            }
        ]
    },
    "madagascar": {
        "country": "Madagascar",
        "leader": "Ralambo",
        "extended": true,
        "uniques": [
            {
                "name": "Sacred Hills of Imerina",
                "value": "+6 Culture and Faith from Holy Sites."
            },
            {
                "name": "Mpiambina",
                "value": "Replaces the Inquisitor. Ranged Unit with 8 Melee Strength, 14 Ranged Strength, 1 Range, and 3 Movement. Receives one promotion from a unique pool after its first round of combat."
            },
            {
                "name": "Rova",
                "value": "Replaces Walls. In addition to the typical perks, provides +1 Happiness and +3 Faith."
            }
        ]
    },
    "manchuria": {
        "country": "Manchuria",
        "leader": "Nurhaci",
        "extended": true,
        "uniques": [
            {
                "name": "Eight Banners",
                "value": "Mounted, Armored, and Bomber Units receive the Volley promotion (+50% bonus vs. Fortified Units and Cities) and pay no Gold maintenance. Stables are built twice as fast and provide +1 Gold."
            },
            {
                "name": "Canton Factory",
                "value": "Replaces the Bank. In addition to the typical perks, boosts City gold output by an additional +10% (+35% vs. 25%), may house an additional Great Merchant Specialist, and is half as costly to produce (67 hammers vs. 134)."
            },
            {
                "name": "Qianlong Cavalry",
                "value": "Replaces Cavalry. Stronger and faster (36 Strength vs. 34 and 5 Movement vs. 4) and arrives with Great Generals I (this Unit will boost progress towards Great Generals through combat more than normal)."
            }
        ]
    },
    "maori": {
        "country": "Maori",
        "leader": "Te Rauparaha",
        "extended": true,
        "uniques": [
            {
                "name": "Mana of Tumatauenga",
                "value": "During the first 5 turns, all units (except Recon units) receive +2 Movement and +1 Sight. After this, units receive +2 Movement during the first turn they appear. (Captured units, such as Workers, will receive this bonus on their first available move.)"
            },
            {
                "name": "Maori Warrior",
                "value": "9 Strength (from 8, vs. 8). Possesses the Haka War Dance (enemy Units adjacent to this Unit receive a -10% combat penalty) promotion."
            },
            {
                "name": "Pa",
                "value": "Available at Engineering. +2 Food and +1 Faith. May only be built on Hills without resources and cannot be constructed adjacent to one another. Gains an additional +1 Food at Civil Service and Fertilizer. Units stationed on a Pa receive a +40% defensive bonus."
            }
        ]
    },
    "maurya": {
        "country": "Maurya",
        "leader": "Ashoka",
        "extended": true,
        "uniques": [
            {
                "name": "Inscriptions of the Dharma",
                "value": "All non-Air Units receive a -10% Combat Penalty when attacking and a +10% Combat Bonus when defending."
            },
            {
                "name": "Fast Worker",
                "value": "Replaces the Worker. Ignores terrain Movement penalties."
            },
            {
                "name": "Pillar of Ashoka",
                "value": "Replaces the Monument. Half as costly to construct (13 hammers vs. 26) and requires no Gold maintenance. Available at Pottery (instead of immediate availability)."
            }
        ]
    },
    "maya": {
        "country": "Maya",
        "leader": "Pacal",
        "extended": false,
        "uniques": [
            {
                "name": "The Long Count",
                "value": "After researching Theology, choose a Great Person at the end of each Mayan calendar cycle (every 394 in-game 'years'). Each type of Great Person may only be chosen once."
            },
            {
                "name": "Pyramid",
                "value": "Replaces the Shrine. In addition to the typical perks, provides an additional point of Faith (2 vs. 1) and +2 Science."
            },
            {
                "name": "Atlatlist",
                "value": "Replaces the Archer. Available immediately with identical combat capabilities and slightly less costly to construct (24 hammers vs. 27)"
            }
        ]
    },
    "mexico": {
        "country": "Mexico",
        "leader": "Benito Juarez",
        "extended": true,
        "uniques": [
            {
                "name": "Encomienda System",
                "value": "Receive a free Worker near the Capital at Pottery. City-States that are afraid of Mexico gain +6 Influence per turn when Mexico can demand tribute from them, but does not. Reveal all City-States within an 8-tile radius of your starting location after the end of the first turn."
            },
            {
                "name": "Ranchero",
                "value": "Replaces Settler. Does not halt Growth to produce, but does not protect the City from starvation. Food does not contribute to its Production."
            },
            {
                "name": "Hacienda",
                "value": "Replaces Windmill. +1 Production from Luxury resources, +1 Gold from Bonus resources (e.g. Wheat, Fish), and +1 Food from Strategic Resources (e.g. Horses, Iron). Does not require Gold maintenance."
            }
        ]
    },
    "mongolia": {
        "country": "Mongolia",
        "leader": "Genghis Khan",
        "extended": false,
        "uniques": [
            {
                "name": "Mongol Terror",
                "value": "Gain a +30% Combat Bonus in combat with City-States and their Units. Mounted and Armored Units receive +1 additional Movement. Upon the discovery of Chivalry, reveal an additional Horse resource tile within the borders of every current Mongol city; these Cities yield an additional +1 Food from all Horse resources."
            },
            {
                "name": "Khan",
                "value": "Replaces the Great General. In addition to the typical traits, the Khan may move further (5 Movement vs. 4) and greatly improves the healing capabilities of adjacent Fortified Units by an additional +15 HP."
            },
            {
                "name": "Keshik",
                "value": "Replaces the Knight. A Ranged Mounted Unit with 5 Movement (vs. 4), 17 Strength (from 15) and 17 Ranged Strength (from 16). May move after combat and receives no penalty in combat with Cities. Arrives trained with Great Generals I (this Unit will boost progress towards Great Generals through combat more than normal) and Quick Study (+50% XP earned through combat)."
            }
        ]
    },
    "moors": {
        "country": "Moors",
        "leader": "Abd-ar-Rahman III",
        "extended": true,
        "uniques": [
            {
                "name": "Glory of Al-Andalus",
                "value": "All Cities gain a +30% Production bonus towards buildings (not including Wonders) during the Medieval Era, decreasing to +15% in the Renaissance Era."
            },
            {
                "name": "Grenadine Cavalry",
                "value": "Replaces the Lancer. A Ranged Mounted unit with identical Combat Strength to the Lancer in addition to 29 Ranged Strength and 2 Range. The Granadine Cavalry sees no bonuses against Mounted Units and may not move after initiating combat, but may attack Cities without penalty."
            },
            {
                "name": "Alcazaba",
                "value": "Replaces the Castle. Retains defensive capabilities in addition to providing +3 Science and +10% Food in the City."
            }
        ]
    },
    "morocco": {
        "country": "Morocco",
        "leader": "Ahmad al-Mansur",
        "extended": false,
        "uniques": [
            {
                "name": "Gateway To Africa",
                "value": "Receive +2 Culture (from +1) and an additional +4 Gold (from +3) for each external Trade Route sent by or to Morocco. Rivals receive an additional +2 Gold for sending Trade Routes to Morocco. Receive an additional +1 Gold and Culture for every new Era entered."
            },
            {
                "name": "Kasbah",
                "value": "Available at Chivalry. May only be built on Desert tiles (excluding Oases). Provides +2 (from +1) Food, +1 Production, and +1 Gold. Units gain a +50% Combat Bonus defending this tile."
            },
            {
                "name": "Berber Cavalry",
                "value": "Replaces Cavalry. In addition to the typical traits, receives a +25% Combat Bonus inside friendly territory and a +50% bonus fighting in Desert, Floodplains, and Oases."
            }
        ]
    },
    "mysore": {
        "country": "Mysore",
        "leader": "Hyder Ali",
        "extended": true,
        "uniques": [
            {
                "name": "Brahmin Elite",
                "value": "Specialists provide +1 Food and Production, but generate +50% more Unhappiness. (This Unhappiness penalty interacts additively instead of multiplicatively with other bonuses or penalties. Universal Suffrage, for example, which reduces Specialist Unhappiness by 50%, would cancel out this penalty.)"
            },
            {
                "name": "Rocket Corps",
                "value": "Replaces Artillery. Increased Melee Strength (23 vs. 21). Unlike Artillery, the Rocket Corps may attack without prior setup."
            },
            {
                "name": "Mysore Palace",
                "value": "Replaces the Hermitage. Available at Chivalry (instead of Architecture). Requires Walls to be built in all Cities. In addition to the typical perks, provides +3 Production, Science and Gold. Upon completion, the empire enters a Golden Age."
            }
        ]
    },
    "nabataea": {
        "country": "Nabataea",
        "leader": "Aretas III",
        "extended": true,
        "uniques": [
            {
                "name": "Spring of Moses",
                "value": "Freshwater Farms receive +1 Food at Mathematics rather than Civil Service."
            },
            {
                "name": "Zabonah",
                "value": "Replaces the Scout. May not attack. 3 Movement (vs. 2). May discover Cities from an additional +3 tiles away. When this Unit discovers a Capital or City-State, gain +10 Gold for the Empire. Will not upgrade from Ruins."
            },
            {
                "name": "Rock-Cut Tomb",
                "value": "Replaces the Caravansary. In addition to the typical perks, provides an additional +1 Gold (3 vs. 2) and +1 Food in the City. Gains an additional +1 Food for each Trade Route departing the City."
            }
        ]
    },
    "netherlands": {
        "country": "Netherlands",
        "leader": "William",
        "extended": false,
        "uniques": [
            {
                "name": "Dutch East India Company",
                "value": "+1 Happiness from each unique Luxury in the empire and +1 Gold from Luxury resource tiles."
            },
            {
                "name": "Polder",
                "value": "Available at Guilds. May be built on Marsh and Floodplain tiles and on Lakes or Coastal tiles with at least 3 adjacent land tiles. +3 Food if constructed on Marsh, +2 Food if constructed on Lakes or Coast. Gains +1 Production and +2 Gold at Economics."
            },
            {
                "name": "Sea Beggar",
                "value": "Replaces the Privateer. 27 Strength (from 25, vs. 27). Arrives with the Supply (may heal outside friendly territory; heals 15 HP each turn), Coastal Raider (+20% bonus when attacking Cities; Steal Gold equal to 33% of inflicted damage) and Boarding Party I (+15% bonus in Melee combat with Naval Units) promotions."
            }
        ]
    },
    "new_zealand": {
        "country": "New Zealand",
        "leader": "Michael Joseph Savage",
        "extended": true,
        "uniques": [
            {
                "name": "Where She Goes",
                "value": "Earn 10 Faith, 6 Culture, 40 Gold, or 12 Science when meeting a Civilization or City-State for the first time. (This bonus is randomly chosen.)"
            },
            {
                "name": "Defender",
                "value": "Replaces the Ironclad. 50 Strength (vs. 45). Earns a +15% bonus inside friendly territory and ignores Zone of Control movement penalties when within 2 tiles of a friendly City. In addition to the typical traits, arrives with Cover I (gain a +33% bonus defending against Ranged attacks). Doesn't require Coal."
            },
            {
                "name": "Maori Battalion",
                "value": "Replaces Infantry. Possesses the promotions and traits of a Marine. Receive a Combat Bonus the further this unit is away from the Capital (+2% per tile to a maximum of +40%). Each Battalion stationed within a City-State's borders earns +1 Influence with that City-State each turn."
            }
        ]
    },
    "normandy": {
        "country": "Normandy",
        "leader": "William the Conqueror",
        "extended": true,
        "uniques": [
            {
                "name": "Castle Builders",
                "value": "Units gain a +10% Combat Bonus outside of friendly territory. Cities receive +5 additional Strength."
            },
            {
                "name": "Motte and Bailey",
                "value": "Available at Engineering. +1 Food and Production. +2 Culture at Flight. Cannot be built adjacent to one another. Units gain a +25% Combat Bonus defending this tile."
            },
            {
                "name": "Pedite",
                "value": "Replaces the Longswordsman. Available at Metal Casting (instead of Steel). 20 Strength (vs. 21). Marginally cheaper to produce (77 hammers vs. 80). Arrives with Shock I (+15% bonus vs. foes in Open terrain) and may construct Motte and Baileys."
            }
        ]
    },
    "norway": {
        "country": "Norway",
        "leader": "Harald Hardrada",
        "extended": true,
        "uniques": [
            {
                "name": "Nordic Bounty",
                "value": "+1 Faith from Coastal resources. +2 Food and +1 Production from Snow tiles."
            },
            {
                "name": "Ski Infantry",
                "value": "Replaces Great War Infantry (previously Riflemen). Matches the strength of its counterpart and arrives with Drill I and II (total of +30% bonus fighting in Rough terrain) and the unique Ski Infantry promotion (+25% bonus fighting in Snow, Tundra and Hills without Forests or Jungles; move twice as far through these tiles)."
            },
            {
                "name": "Stave Church",
                "value": "Replaces the Temple. +1 Production from Tundra and Snow tiles. Cheaper to construct (50 hammers vs. 67) and requires no Gold maintenance."
            }
        ]
    },
    "nubia": {
        "country": "Nubia",
        "leader": "Amanitore",
        "extended": true,
        "uniques": [
            {
                "name": "Ta-Seti",
                "value": "Begin with a free Apedemak's Bow."
            },
            {
                "name": "Apedemak's Bow",
                "value": "Replaces the Scout and has identical Strength, but is classified as a Ranged unit and may attack with 3 Range. Will not upgrade from Ruins, but can upgrade with Gold like the Scout when appropriate."
            },
            {
                "name": "Blast Furnace",
                "value": "Replaces the Forge. In addition to the typical perks, provides +2 Culture by default, +2 Culture from Iron resources, and newly-trained Ranged, Siege and Recon units receive the Accuracy I (+15% bonus in Open terrain) promotion for free. Does not require resources nearby and does not require Gold maintenance."
            }
        ]
    },
    "oman": {
        "country": "Oman",
        "leader": "Saif bin Sultan",
        "extended": true,
        "uniques": [
            {
                "name": "Chain of the Earth",
                "value": "All Naval Units ignore Zone of Control movement penalties. Receive a free Seaport in conquered Cities."
            },
            {
                "name": "Baghlah",
                "value": "Replaces the Galley. Greater Melee Strength (8 Strength vs. 6) and Ranged Strength (12 vs. 8). Moves further (4 Movement vs. 3) and receives Faith and Gold from kills equal to the Strength of the defeated foe. Arrives with the Coastal Raider I (+20% bonus initiating combat with Cities; steal Gold equal to 33% of inflicted damage) promotion."
            },
            {
                "name": "Minaa",
                "value": "Replaces the Harbor. Enemy Naval Units take 30 damage if they end their turn next to this City. Provides +5 City Strength, and +2 Production for each Trade Route departing the City. Allows units to Airlift between Cities with Minaa's."
            }
        ]
    },
    "ottomans": {
        "country": "Ottomans",
        "leader": "Suleiman",
        "extended": false,
        "uniques": [
            {
                "name": "Millets",
                "value": "Each City gains +1 Local Happiness for each Religion present in the City. Receive Faith when promoting Units equal to the required experience (not when insta-healing)."
            },
            {
                "name": "Sipahi",
                "value": "Replaces the Lancer. In addition to the typical traits, receives +1 Sight and Movement (5 vs. 4) and may Pillage without movement penalty. Available at Gunpowder (previously Metallurgy) and costs less to produce (99 hammers from 123, vs. 123)."
            },
            {
                "name": "Janissary",
                "value": "Replaces Musketmen. Gains a +25% bonus when initiating combat and heals 50 HP from kills. Less costly to produce (80 from 100, vs. 100)."
            }
        ]
    },
    "palmyra": {
        "country": "Palmyra",
        "leader": "Zenobia",
        "extended": true,
        "uniques": [
            {
                "name": "Pearl of the Desert",
                "value": "Cities provide fresh water to all adjacent tiles. Gardens and Water Mills ignore terrain requirements."
            },
            {
                "name": "Palmyrene Theater",
                "value": "Replaces Amphitheaters. Provides +2 Gold. +1 Production, Gold, and Culture from Oases, +1 Production from Lake tiles. Doesn't require Gold maintenance."
            },
            {
                "name": "Clibanarius",
                "value": "Replaces Horsemen. 14 Strength (vs. 12), arrives with Heavy Charge (enemy Units will retreat if they receive more damage than this Unit; this Unit deals +50% damage to defenders incapable of retreat). This promotion is kept on upgrade."
            }
        ]
    },
    "papal_state": {
        "country": "Papal State",
        "leader": "Urban II",
        "extended": true,
        "uniques": [
            {
                "name": "The Holy See",
                "value": "+1 Food, Production, Science, Gold, Culture and Faith from all Holy Sites. Receive 2 free Delegates in the World Congress."
            },
            {
                "name": "Swiss Guard",
                "value": "Replaces Landsknecht. Does not require the Mercenary Army policy, but still must be purchased. Available at Economics. More expensive to purchase (210 Gold vs. 160), but is faster (3 Movement vs. 2) and significantly stronger (25 Strength vs. 16). Receives Faith and Gold from kills equal to the Strength of the defeated foe, and arrives with Medic I and II (adjacent allies heal a total of +10 additional HP while Fortified). May upgrade into Riflemen."
            },
            {
                "name": "St. Peter's Basilica",
                "value": "Replaces the Grand Temple. In addition to the typical perks, provides a free Cathedral in the City and spawns a Great Prophet near the City."
            }
        ]
    },
    "persia": {
        "country": "Persia",
        "leader": "Darius I",
        "extended": false,
        "uniques": [
            {
                "name": "Achaemenid Legacy",
                "value": "Golden Ages last +50% longer. During a Golden Age, Units receive +1 Movement. No longer receives a +10% Combat Bonus during a Golden Age."
            },
            {
                "name": "Satrap's Court",
                "value": "Replaces the Bank. In addition to the typical perks, provides an additional +1 Gold (3 vs. 2) and +2 Happiness."
            },
            {
                "name": "Immortal",
                "value": "Replaces Spearmen. 12 Strength (vs. 11). In addition to the typical traits, the Immortal heals an additional +10 HP while fortified."
            }
        ]
    },
    "philippines": {
        "country": "Philippines",
        "leader": "Emilio Aguinaldo",
        "extended": true,
        "uniques": [
            {
                "name": "The Good Fight",
                "value": "Filipino Civilian and Naval Units receive +2 Movement in your own territory. The first two Cities you settle (after your Capital) begin with +1 extra Citizen."
            },
            {
                "name": "Gerilya",
                "value": "Replaces Expeditionary Forces. Boasts a whopping 55 Strength (vs. 40). In addition to the Force's innate promotions, the Gerilya arrives with Volley (gain a +50% bonus against Fortified Units and Cities), 3 Movement (vs. 2), +3 additional Movement while embarked, and +1 Sight while embarked."
            },
            {
                "name": "National Church",
                "value": "Replaces the Zoo, but available at Compass instead of Printing Press. In addition to the typical perks of a Zoo, the National Church provides +1 Culture and +4 Faith, and provides +15 XP to Units trained in the City. Less costly to construct (100 hammers vs. 120)."
            }
        ]
    },
    "phoenician": {
        "country": "Phoenician",
        "leader": "Hiram",
        "extended": true,
        "uniques": [
            {
                "name": "Skillful Traders",
                "value": "Receive a Square Sail Ship at Sailing. Upon the discovery of Optics, newly settled Cities begin with +1 extra Citizen."
            },
            {
                "name": "Square Sail Ship",
                "value": "Replaces the Trireme. Can see 1 tile further than its counterpart and receives the Supply (may heal outside friendly territory; heals 15 HP each turn) promotion. Slightly cheaper to train (25 hammers vs. 30)."
            },
            {
                "name": "Trade Harbor",
                "value": "Replaces the Harbor. In addition to the typical perks, provides +15% production towards Naval units and +1 Production from all Coastal resources."
            }
        ]
    },
    "poland": {
        "country": "Poland",
        "leader": "Casimir III",
        "extended": false,
        "uniques": [
            {
                "name": "Solidarity",
                "value": "Social Policies require -10% less Culture to adopt."
            },
            {
                "name": "Ducal Stable",
                "value": "Replaces the Stable. In addition to the typical perks, provides +1 Gold from each Horse, Sheep, Cattle and Maize resource in the City. +15 XP for Mounted Units trained in the City. Requires no Gold maintenance."
            },
            {
                "name": "Winged Hussar",
                "value": "Replaces the Lancer. 28 Strength (vs. 25) and 5 Movement (vs. 4). In addition to the Lancer's innate promotions, arrives with the Heavy Charge (enemy Units will retreat if they receive more damage than this Unit; this Unit deals +50% damage to defenders incapable of retreat) promotion. No longer arrives with Shock (+15% bonus vs. foes in Open terrain)."
            }
        ]
    },
    "polynesia": {
        "country": "Polynesia",
        "leader": "Kamehameha",
        "extended": false,
        "uniques": [
            {
                "name": "Wayfinding",
                "value": "Units may embark and move through Oceans immediately. Embarked Units gain +1 Movement, +2 Sight (from +1), and double defensive Strength. Units gain a +10% Combat Bonus fighting within 2 tiles of a Moai."
            },
            {
                "name": "Moai",
                "value": "Available at Construction. Must be built on land adjacent to the coast. Provides +1 Culture and gains an additional +1 Culture for each adjacent Moai. Gains +1 Gold at Flight."
            },
            {
                "name": "Maori Warrior",
                "value": "Replaces Longswordsmen. 23 Strength (vs. 21), requires no Iron resources, and arrives with the Amphibious (attack from the sea or over rivers without penalty) promotion. Obsolete at Rifling (instead of Gunpowder)."
            }
        ]
    },
    "portugal": {
        "country": "Portugal",
        "leader": "Maria I",
        "extended": false,
        "uniques": [
            {
                "name": "Mare Clausum",
                "value": "Receive twice as much Gold from Resource Diversity from Trade Routes. Caravans and Cargo Ships are 33% less costly to construct."
            },
            {
                "name": "Feitoria",
                "value": "Replaces the Harbor. In addition to the typical perks, provides +1 Gold from Coastal resources. Naval units trained in this City receive +15 XP. Cheaper to construct (67 hammers vs. 80) and doesn't require Gold maintenance."
            },
            {
                "name": "Nau",
                "value": "Replaces the Caravel. 6 Movement (vs. 5). In addition to the typical perks, the Nau may perform a unique action when adjacent to foreign territory, gaining Gold for the empire and XP for the Unit scaling with the distance from Portugal's Capital."
            }
        ]
    },
    "prussia": {
        "country": "Prussia",
        "leader": "Frederick",
        "extended": true,
        "uniques": [
            {
                "name": "Army with a State",
                "value": "All Land Units may receive unique Promotions upon leveling up. +50% Food and Production from internal Trade Routes."
            },
            {
                "name": "Fabrik",
                "value": "Replaces the Factory. 25% cheaper to produce (180 hammers vs. 240) and does not require Coal resources."
            },
            {
                "name": "Landwehr",
                "value": "Replaces Riflemen. Available at Military Science instead of Rifling. Arrives trained with Blitz (may attack twice each turn) and Quick Study (+50% Experience earned through combat). 3 Movement (vs. 2)."
            }
        ]
    },
    "romania": {
        "country": "Romania",
        "leader": "Carol I",
        "extended": true,
        "uniques": [
            {
                "name": "Nihil Sine Deo",
                "value": "Units gain a +10% Combat Bonus against wounded foes. +25% Culture output during Golden Ages (for a total of +45% Culture)."
            },
            {
                "name": "Vanator",
                "value": "Replaces the Gatling Gun. 31 Melee and Ranged Strength (vs. 30) and 2 Range (vs. 1)."
            },
            {
                "name": "Painted Monastery",
                "value": "Replaces the Garden. In addition to the typical perks, provides +1 Production, +2 Faith, and +1 Great Artist point per turn. Does not require freshwater. Cheaper to construct (67 vs. 80 hammers)."
            }
        ]
    },
    "rome": {
        "country": "Rome",
        "leader": "Augustus Caesar",
        "extended": false,
        "uniques": [
            {
                "name": "The Glory of Rome",
                "value": "Gain +25% Production towards any Buildings that already exist in the Capital."
            },
            {
                "name": "Ballista",
                "value": "Replaces the Catapult. 8 Melee Strength (vs. 7) and 10 Ranged Strength (vs. 8). May attack without prior setup. Receives the Indirect Fire promotion."
            },
            {
                "name": "Legion",
                "value": "Replaces Swordsmen. 16 Strength (from 17, vs. 14). May construct Roads and Forts."
            }
        ]
    },
    "russia": {
        "country": "Russia",
        "leader": "Catherine",
        "extended": false,
        "uniques": [
            {
                "name": "Siberian Riches",
                "value": "+1 Production from all Strategic Resources (e.g. Horses, Iron, etc.). Horse, Iron, and Uranium tiles provide twice the resources."
            },
            {
                "name": "Krepost",
                "value": "Replaces Barracks. In addition to the typical perks, reduces the Culture and Gold costs of acquiring tiles in the City by -25%."
            },
            {
                "name": "Cossack",
                "value": "Replaces Cavalry. In addition to the typical traits, gains a +25% bonus (from +33%) in combat with wounded foes."
            }
        ]
    },
    "scotland": {
        "country": "Scotland",
        "leader": "Robert the Bruce",
        "extended": false,
        "uniques": [
            {
                "name": "Flower of Scotland",
                "value": "+2 Production, Science and Culture from Writer's, Artist's and Musician's Guilds. +33% faster Great Person generation in the Capital."
            },
            {
                "name": "Gallowglass",
                "value": "Replaces Riflemen. Cheaper to construct (120 hammers vs. 150) and available at Metallurgy (instead of Rifling). 32 Strength (vs. 35). Arrives with Altitude Training (+10% bonus fighting in Hills; move twice as fast through these tiles) and Volley (+50% bonus vs. Fortified Units and Cities). Unlike Riflemen, requires 1 Iron resource to train."
            },
            {
                "name": "Ceilidh Hall",
                "value": "Replaces the Opera House. In addition to the typical perks, provides an additional +1 Culture and +3 Happiness in the City."
            }
        ]
    },
    "shoshone": {
        "country": "Shoshone",
        "leader": "Pocatello",
        "extended": false,
        "uniques": [
            {
                "name": "Great Expanse",
                "value": "Founded Cities start with 4 additional tiles (previously 8) claimed. Units gain a +15% Combat Bonus in their own territory."
            },
            {
                "name": "Pathfinder",
                "value": "Replaces the Scout. 27 hammers to produce (from 30, vs. 16). 8 Strength (vs. 5). When entering Ancient Ruins, the Pathfinder may select the benefit from the available pool. (This Unit upgrades into a Composite Bowman (instead of an Archer) from Ruins.)"
            },
            {
                "name": "Comanche Riders",
                "value": "Replaces Cavalry. 5 Movement (vs. 4) and costs less to produce (132 hammers vs. 150)."
            }
        ]
    },
    "siam": {
        "country": "Siam",
        "leader": "Ramkhamhaeng",
        "extended": false,
        "uniques": [
            {
                "name": "Father Governs Children",
                "value": "Gain +50% more Food, Culture Faith and Happiness from friendly City-States. Units from Military City-States arrive with an additional +10 XP and arrive +50% faster."
            },
            {
                "name": "Wat",
                "value": "Replaces the University. In addition to the typical perks, provides +3 Culture."
            },
            {
                "name": "Naresuan's Elephant",
                "value": "Replaces the Knight. 25 Strength(vs. 20), but 3 Movement (vs. 4). Gains a +50% bonus against Mounted Units and does not require Horses to construct."
            }
        ]
    },
    "sioux": {
        "country": "Sioux",
        "leader": "Sitting Bull",
        "extended": true,
        "uniques": [
            {
                "name": "Dwellers of the Plains",
                "value": "Units receive a +15% Combat Bonus fighting in Plains."
            },
            {
                "name": "Buffalo Hunter",
                "value": "Replaces Composite Bowman. 12 Ranged Strength (vs. 11), 8 Melee (vs. 7). Capable of constructing Tipis."
            },
            {
                "name": "Tipi",
                "value": "Available at Trapping. May only be constructed on flat Plains or flatland Deer / Bison resources and must be adjacent to a Luxury resource. Provides +1 Food, +1 Faith. Bonus +1 Culture if adjacent to a city and +1 Gold if adjacent to a River. Gains +1 Food at Civil Service and +1 Faith at Theology."
            }
        ]
    },
    "songhai": {
        "country": "Songhai",
        "leader": "Askia",
        "extended": false,
        "uniques": [
            {
                "name": "River Warlord",
                "value": "Receive triple Gold from clearing Barbarian camps and capturing Cities. Land Units receive the Amphibious (attack from the sea or over rivers without penalty) promotion and ignore terrain costs moving along or across Rivers."
            },
            {
                "name": "Mud Pyramid Mosque",
                "value": "Replaces the Temple. In addition to the typical perks, provides +2 Culture and requires no Gold maintenance."
            },
            {
                "name": "Mandekalu Cavalry",
                "value": "Replaces the Knight. Receives no penalty in combat with Cities and is slightly cheaper to produce (74 hammers vs. 80)."
            }
        ]
    },
    "spain": {
        "country": "Spain",
        "leader": "Isabella",
        "extended": false,
        "uniques": [
            {
                "name": "Seven Cities of Gold",
                "value": "Gain 100 Gold (previously 500 if first to discover and 100 otherwise) and +1 additional Happiness for the empire upon the discovery of a Natural Wonder. Tile yields (including Happiness yields) from Natural Wonders are doubled."
            },
            {
                "name": "Plaza de Toros",
                "value": "Replaces the Circus. In addition to the typical perks, provides +2 Culture, and may also be built with an improved source of Cattle in addition to Horses and Ivory."
            },
            {
                "name": "Tercio",
                "value": "Replaces the Musketman. 26 Strength (vs. 24) and gains a +50% bonus against Mounted Units, but is slightly more expensive to construct (107 hammers vs. 100). (This unit is classified as a Melee Unit and not a Gunpowder Unit.)"
            }
        ]
    },
    "sumeria": {
        "country": "Sumeria",
        "leader": "Gilgamesh",
        "extended": true,
        "uniques": [
            {
                "name": "Cradle of Civilization",
                "value": "+2 Culture from every City upon the discovery of Drama and Poetry."
            },
            {
                "name": "Ziggurat",
                "value": "Replaces Temple. In addition to the Faith yield, provides +10% Science. Only costs 1 Gold to maintain (vs. 2)."
            },
            {
                "name": "Phalanx",
                "value": "Replaces Spearman. Available at Mining. +50% more effective at flanking (+15% per adjacent ally vs. +10%) and cheaper to construct (30 hammers vs. 37)."
            }
        ]
    },
    "sweden": {
        "country": "Sweden",
        "leader": "Gustavus Adolphus",
        "extended": false,
        "uniques": [
            {
                "name": "Nobel Prize",
                "value": "+20% faster Great Person generation in all Cities. Receive 100 Influence and 200 Gold when gifting a Great Person to a City-State."
            },
            {
                "name": "Carolean",
                "value": "Replaces Musketmen (instead of Riflemen). 3 Movement (vs. 2). Identical strength; arrives with March (heal 10 HP each turn even if an action was performed)."
            },
            {
                "name": "Falu Gruva",
                "value": "Replaces Ironworks. Available at Metal Casting (instead of Machinery). In addition to the typical perks, provides +1 Production to all Hill tiles in the City. Provides +6 Tourism at Flight."
            }
        ]
    },
    "switzerland": {
        "country": "Switzerland",
        "leader": "Jonas Furrer",
        "extended": true,
        "uniques": [
            {
                "name": "Swiss Banks",
                "value": "Cities with an active Merchant Specialist provide +2 Production, Gold, and Science."
            },
            {
                "name": "Ski Resort",
                "value": "Replaces Stadiums. Available at Electricity (instead of Refrigeration). Provides +3 Happiness (vs. 2), +3 Culture, and +5 Tourism. Provides an additional +5 Tourism and +2 Gold for every Mountain within 3 tiles of the City; this bonus will only stack 5 times. Half as costly to construct (165 hammers vs. 330) and doesn't require Gold maintenance. Doesn't require a Zoo to construct."
            },
            {
                "name": "Reisläufer Post",
                "value": "Replaces Armories. Trained units receive the Mountaineer promotion (+10% Strength and +1 Movement at the start of turn when adjacent to Mountain tiles). Doesn't require Gold maintenance. Spawns a Reisläufer upon completion."
            },
            {
                "name": "Reisläufer",
                "value": "A unique Unit only available by completing Reisläufer Posts. Comparable to Longswordsmen with 20 Strength and 3 Movement. Receives Gold from defeated foes equal to twice their Strength."
            }
        ]
    },
    "tibet": {
        "country": "Tibet",
        "leader": "Ngawang Lobsang Gyatso",
        "extended": true,
        "uniques": [
            {
                "name": "Eightfold Path to Nirvana",
                "value": "Receive +2 Food, Production, Gold, Culture, Faith and Science in the Capital upon the discovery of Drama and Poetry. +1 to those yields at Education, Acoustics, Industrialization, Radio, Radar and Globalization."
            },
            {
                "name": "Dalai Lama",
                "value": "Replaces Great Prophets generated and received by Tibet. No vision penalty and may spread Religion 1 extra time. May also start 7-turn Golden Ages (consuming the unit)."
            },
            {
                "name": "Monastery",
                "value": "Available at Calendar. Can only be built on Hills. Provides +2 Faith and +1 Culture; +1 additional Faith at Theology. +1 Culture for each adjacent Mountain. May be built in Forests and Jungles without removing them."
            }
        ]
    },
    "timurids": {
        "country": "Timurids",
        "leader": "Timur",
        "extended": true,
        "uniques": [
            {
                "name": "Ulugh Beg's Observatory",
                "value": "+5 City Strength and +15% Science, Gold and Culture in the original Capital. These bonuses are terminated if the original Capital is captured."
            },
            {
                "name": "Marathi Rider",
                "value": "Medieval Air Unit available at Chivalry. Replaces Horsemen. Requires 1 Horse; has 5 Range and 19 Combat Strength. Behaves as an Air Unit, and receives the appropriate promotions."
            },
            {
                "name": "Serai",
                "value": "Replaces Caravansary. Instead of providing +2 Gold at base, provides +1 Gold for every 3 Citizens in the City and otherwise retains the typical perks. Allows units to Airlift between Cities with Serais and increases Air Unit capacity in the City by 1. More costly to construct (67 hammers vs. 60). (This bonus scales linearly. In practice, each Citizen provides +0.33 Gold.)"
            }
        ]
    },
    "tonga": {
        "country": "Tonga",
        "leader": "'Aho'eitu",
        "extended": true,
        "uniques": [
            {
                "name": "The Friendly Islands",
                "value": "Resting Influence with City-States is increased by 5. All Islands, Coast tiles, and Coast-adjacent land tiles within a 10-tile radius of your starting Settler are revealed immediately."
            },
            {
                "name": "Matato'a",
                "value": "Replaces the Archer (but does not require Archery to construct). 3 Movement (vs. 2) and +1 Sight; these bonuses are lost with upgrades. Cheaper to construct (20 hammers vs. 26). Obsolete at Machinery. Cannot upgrade from Ruins."
            },
            {
                "name": "Mala'e",
                "value": "Replaces the Granary. Available at Sailing. Provides +1 Faith. Provides +2 Food and Culture if the city is adjacent to at least 3 Coastal tiles."
            }
        ]
    },
    "turkey": {
        "country": "Turkey",
        "leader": "Ataturk",
        "extended": true,
        "uniques": [
            {
                "name": "Westernization",
                "value": "Amphitheaters, Opera Houses, Museums and Broadcast Towers are built +50% faster and each provide +1 Science and Production. +1 Production and Science from Great Works."
            },
            {
                "name": "Kuva-yi Milliye",
                "value": "Replaces Great War Infantry. Weaker (47 Strength vs. 50), but boasts 3 Movement (vs. 2). Gains a +50% Combat Bonus when initiating combat, and may upgrade to Infantry for only 10 Gold."
            },
            {
                "name": "Halkevleri",
                "value": "Replaces the Public School. In addition to typical perks, provides +3 Culture and is 20% cheaper to construct (160 hammers vs. 200)."
            }
        ]
    },
    "uae": {
        "country": "United Arab Emirates (UAE)",
        "leader": "Sheikh Zayed",
        "extended": true,
        "uniques": [
            {
                "name": "Unknown",
                "value": "Upon completing a Wonder, receive 100 gold and start a We Love The King Day [15 turns, stacks with an existing kingsday] in the city where it is built. All Units gain +3 Gold per turn and +1 Experience on tiles with a Trading Route"
            },
            {
                "name": "Burj",
                "value": "Replaces the Hotel. In addition to the usual effects of a Hotel, this building gives +2 Gold and +2 Culture to Great Person Improvements and Desert tiles (except floodplains)."
            },
            {
                "name": "Qasimi Raider",
                "value": "Replaces the Privateer. 20% Cheaper. Gains double the amount of Gold when pillaging Trade Routes and Attacking Cities. +2 Movement."
            }
        ]
    },
    "ukraine": {
        "country": "Ukraine",
        "leader": "Yaroslav I",
        "extended": true,
        "uniques": [
            {
                "name": "The Way of Chumaks",
                "value": "+1 Food from Maize, Wheat and Salt resources after researching The Wheel. City Connections provide +2 Gold to connected Cities. (The Capital also receives +2 Gold after the first Connection is made.)"
            },
            {
                "name": "Tachanka",
                "value": "Replaces the Gatling Gun. Classified as a Mounted Ranged unit with 2 Range and 4 Movement and suffers the same Movement and Defensive Penalties as all Mounted Units."
            },
            {
                "name": "Knyaz Court",
                "value": "Replaces the Market. Compared to the Market, provides an additional point of Gold at base (2 vs. 1). Each Knyaz Court in the empire generates 20 Gold whenever Ukraine consumes a Great Person."
            }
        ]
    },
    "venice": {
        "country": "Venice",
        "leader": "Enrico Dandolo",
        "extended": false,
        "uniques": [
            {
                "name": "Serenissima",
                "value": "Receive a free Trade Route and Cargo Ship in the Capital once Compass is researched. Cargo Ships may not be plundered. Capable of producing Settlers."
            },
            {
                "name": "Merchant of Venice",
                "value": "Great Galleass (unchanged) - Replaces the Galleass. 18 Combat Strength (vs. 16) and 20 Ranged Strength (vs. 17), but costs 10% more to produce (73 hammers vs. 67)."
            },
            {
                "name": "Grand Canal of Venice",
                "value": "Replaces the East India Company. Compared to the East India Company, provides an additional free Trade Route for a total of an additional two; boosts Gold generation in the City by an additional +15%, and does not require Markets in every City to produce. Available at Currency instead of Guilds."
            }
        ]
    },
    "vietnam": {
        "country": "Vietnam",
        "leader": "Hai Ba Trung",
        "extended": true,
        "uniques": [
            {
                "name": "Tam Giao",
                "value": "+2 Food, +1 Production from Marsh. +1 Faith from Jungle. Units receive double Movement through Marsh and Jungle tiles and receive a Combat Bonus in Marshes (+30%) and Jungles (+15%)."
            },
            {
                "name": "Viet Cong",
                "value": "Replaces Infantry. Stronger (75 Strength vs. 70) and moves further (3 Movement vs. 2). When initiating combat, performs a bonus Ranged Attack prior to Melee combat. Gains a +25% Combat Bonus against Gunpowder units. This Unit may traverse mountains, taking 50 HP damage if it ends its turn on one. Cheaper to construct (233 hammers vs. 280)."
            },
            {
                "name": "Vo Khi",
                "value": "Replaces the Armory, available at Metal Casting (instead of Steel). In addition to the typical perks, provides +1 Food, +1 Culture and +1 Production from Marsh tiles and +1 Culture from Jungle tiles. All Melee Units trained in this City receive the Woodsman promotion (units move twice as fast through Forest and Jungle tiles). Doesn't require Barracks to construct."
            }
        ]
    },
    "wales": {
        "country": "Wales",
        "leader": "Owain Glyndwr",
        "extended": true,
        "uniques": [
            {
                "name": "Hafod a Hendref",
                "value": "+1 Food and +1 Gold from Sheep at Animal Husbandry. Units receive a +10% Combat Bonus fighting in Hills."
            },
            {
                "name": "Saethwyr",
                "value": "Replaces Crossbowmen. 15 Combat Strength (vs. 13)."
            },
            {
                "name": "Caer",
                "value": "Available at Chivalry. +3 Gold, +1 Culture, and +1 Production. Units gain a +25% Combat Bonus defending this tile. +1 Culture at Acoustics. Receives bonus yields from certain policies. +1 Culture from Cultural Exchange, +1 Science from Free Thought, +1 Food from completing the Commerce tree. May only be built on Hills without resources."
            }
        ]
    },
    "yugoslavia": {
        "country": "Yugoslavia",
        "leader": "Aleksandar I",
        "extended": true,
        "uniques": [
            {
                "name": "Non-Aligned Doctrine",
                "value": "Pick a free Ideology Tenet when adopting or switching Ideologies and receive bonuses corresponding to both rival Ideologies. If not Freedom, Specialists provide +1 Gold. If not Autocracy, receive +15% Production towards land Units. If not Order, receive +2 Production and Science in all Cities."
            },
            {
                "name": "M-84",
                "value": "Replaces Tanks. Ignores Zone of Control movement penalties. Uh oh."
            },
            {
                "name": "Spomenik",
                "value": "Replaces Museums. In addition to the typical perks, provides +20% Science in the City, but costs more to construct (230 hammers vs. 200)."
            }
        ]
    },
    "zimbabwe": {
        "country": "Zimbabwe",
        "leader": "Mutota",
        "extended": true,
        "uniques": [
            {
                "name": "Great Zimbabwe",
                "value": "+25% Production towards buildings and military Units in the Capital. (Guilds and National and World Wonders do not count as buildings)."
            },
            {
                "name": "Shona Warrior",
                "value": "Replaces the Warrior. 9 Strength (vs. 8) and is capable of building Quarries and Farms."
            },
            {
                "name": "Stone Mason",
                "value": "Replaces Stoneworks. Does not provide Happiness, but provides +2 Culture at Masonry, and otherwise retains the typical perks. Doesn't require any nearby resources to construct."
            }
        ]
    },
    "zulu": {
        "country": "Zulu",
        "leader": "Shaka",
        "extended": false,
        "uniques": [
            {
                "name": "Iklwa",
                "value": "Melee Units pay 50% less Gold maintenance. All Units require 25% less experience to promote."
            },
            {
                "name": "Ikanda",
                "value": "Replaces Barracks. Grants the Buffalo Horns promotion to all pre-Gunpowder Melee Units trained in the City and allows these Units to earn the Buffalo Chest and Loins promotions."
            },
            {
                "name": "Impi",
                "value": "Replaces Pikemen. When initiating combat, performs a bonus Ranged Attack prior to Melee combat. Gains +25% Combat Strength against Gunpowder units."
            }
        ]
    }
}
